Repository: LibreSCRS/LibreMac
Catalog: LibreMac/Resources/Localizable.xcstrings
Source language: en
Languages: sr

# lc-emrtd-no-data-message
source: Authentication failed — travel document data could not be read. Check CAN or MRZ and reinsert the card to try again.
sr: Аутентификација неуспешна — подаци путне исправе нису могли бити прочитани. Проверите CAN или MRZ и поново убаците картицу.

# lc-emrtd-other-names
source: Other Names
sr: Друга имена

# lc-emrtd-personal-number
source: Personal Number
sr: Лични број

# lc-emrtd-place-of-birth
source: Place of Birth
sr: Место рођења

# lc-emrtd-portrait
source: Portrait
sr: Фотографија

# lc-emrtd-presence
source: Authentication
sr: Аутентификација

# lc-emrtd-profession
source: Profession
sr: Занимање

# lc-emrtd-security-authenticity
source: Data Authenticity
sr: Аутентичност података

# lc-emrtd-security-details
source: Detailed Checks
sr: Детаљне провере

# lc-emrtd-security-failed
source: Failed
sr: Неуспешно

# lc-emrtd-security-genuineness
source: Chip Genuineness
sr: Аутентичност чипа

# lc-emrtd-security-integrity
source: Data Integrity
sr: Интегритет података

# lc-emrtd-security-not-performed
source: Not Performed
sr: Није извршено

# lc-emrtd-security-not-supported
source: Not Supported
sr: Није подржано

# lc-emrtd-security-passed
source: Passed
sr: Успешно

# lc-emrtd-security-skipped
source: Skipped
sr: Прескочено

# lc-emrtd-security-status
source: Security Status
sr: Безбедносни статус

# lc-emrtd-sex
source: Sex
sr: Пол

# lc-emrtd-signature
source: Signature / Mark
sr: Потпис / Ознака

# lc-emrtd-surname
source: Surname
sr: Презиме

# lc-emrtd-tax-exit
source: Tax/Exit Requirements
sr: Порески/излазни захтеви

# lc-emrtd-telephone
source: Telephone
sr: Телефон

# lc-emrtd-title
source: Title
sr: Титула

# lc-emrtd-travel-document
source: Travel Document
sr: Путна исправа

# lc-error-auth-failed
source: Authentication failed
sr: Аутентификација неуспешна

# lc-error-no-connection
source: No card connection available
sr: Нема везе са картицом

# lc-error-no-plugin
source: No plugin could read this card.
sr: Ниједан додатак не може да прочита ову картицу.

# lc-euvrc-doc-axles
source: Number of axles (L)
sr: Број осовина (L)

# lc-euvrc-doc-braked-trailer
source: Max braked trailer mass (O.1)
sr: Највећа маса кочене приколице (O.1)

# lc-euvrc-doc-capacity
source: Engine capacity (P.1)
sr: Запремина мотора (P.1)

# lc-euvrc-doc-category
source: Category (J)
sr: Категорија (J)

# lc-euvrc-doc-co2
source: CO2 emissions (V.7)
sr: Емисија CO2 (V.7)

# lc-euvrc-doc-colour
source: Colour (R)
sr: Боја (R)

# lc-euvrc-doc-commercial-desc
source: Commercial description (D.3)
sr: Комерцијални опис (D.3)

# lc-euvrc-doc-competent-authority
source: Competent authority
sr: Надлежни орган

# lc-euvrc-doc-document-number
source: Document number
sr: Број документа

# lc-euvrc-doc-drive-by-sound
source: Drive-by sound level (U.3)
sr: Ниво буке у пролазу (U.3)

# lc-euvrc-doc-engine-number
source: Engine ID number (P.5)
sr: Број мотора (P.5)

# lc-euvrc-doc-engine-speed-ref
source: Engine speed for sound ref (U.2)
sr: Брзина мотора за буку (U.2)

# lc-euvrc-doc-engine-technical
source: Engine & Technical
sr: Мотор и технички подаци

# lc-euvrc-doc-env-category
source: Environmental category (V.9)
sr: Еколошка категорија (V.9)

# lc-euvrc-doc-expiry-date
source: Expiry date (H)
sr: Датум истека (H)

# lc-euvrc-doc-first-reg-date
source: Date of first registration (B)
sr: Датум прве регистрације (B)

# lc-euvrc-doc-fuel-consumption
source: Fuel consumption (V.7)
sr: Потрошња горива (V.7)

# lc-euvrc-doc-fuel-tank
source: Fuel tank capacity (W)
sr: Запремина резервоара (W)

# lc-euvrc-doc-fuel-type
source: Type of fuel (P.3)
sr: Врста горива (P.3)

# lc-euvrc-doc-holder-address
source: Address (C.1.3)
sr: Адреса (C.1.3)

# lc-euvrc-doc-holder-data
source: Holder Data
sr: Подаци о власнику

# lc-euvrc-doc-holder-name
source: Surname or business name (C.1.1)
sr: Презиме или пословно име (C.1.1)

# lc-euvrc-doc-holder-other-names
source: Other names (C.1.2)
sr: Остала имена (C.1.2)

# lc-euvrc-doc-issuing-authority
source: Issuing authority
sr: Орган који је издао

# lc-euvrc-doc-make
source: Make (D.1)
sr: Марка (D.1)

# lc-euvrc-doc-mass
source: Vehicle mass (G)
sr: Маса возила (G)

# lc-euvrc-doc-max-laden-mass
source: Max permissible laden mass (F.1)
sr: Највећа дозвољена маса (F.1)

# lc-euvrc-doc-max-laden-mass-service
source: Max laden mass in service (F.2)
sr: Највећа допуштена маса у употреби (F.2)

# lc-euvrc-doc-max-laden-mass-whole
source: Max laden mass whole vehicle (F.3)
sr: Највећа допуштена маса целог возила (F.3)

# lc-euvrc-doc-max-speed
source: Maximum speed (T)
sr: Највећа брзина (T)

# lc-euvrc-doc-member-state
source: Member state
sr: Држава чланица

# lc-euvrc-doc-national-data
source: National Extensions
sr: Национална проширења

# lc-euvrc-doc-owner-data
source: Owner Data
sr: Подаци о власнику

# lc-euvrc-doc-owner-name
source: Surname or business name (C.2)
sr: Презиме или пословно име (C.2)

# lc-euvrc-doc-ownership-status
source: Ownership status (C.4)
sr: Статус власништва (C.4)

# lc-euvrc-doc-power
source: Maximum net power (P.2)
sr: Највећа нето снага (P.2)

# lc-euvrc-doc-power-weight
source: Power/weight ratio (Q)
sr: Однос снага/маса (Q)

# lc-euvrc-doc-previous-document
source: Previous document
sr: Претходни документ

# lc-euvrc-doc-printing-date
source: Printing date
sr: Датум штампе

# lc-euvrc-doc-rated-engine-speed
source: Rated engine speed (P.4)
sr: Називна брзина мотора (P.4)

# lc-euvrc-doc-reg-date
source: Registration date (I)
sr: Датум регистрације (I)

# lc-euvrc-doc-reg-number
source: Registration number (A)
sr: Регистарски број (A)

# lc-euvrc-doc-seats
source: Number of seats (S.1)
sr: Број седишта (S.1)

# lc-euvrc-doc-standing-places
source: Standing places (S.2)
sr: Стајаћа места (S.2)

# lc-euvrc-doc-stationary-sound
source: Stationary sound level (U.1)
sr: Ниво буке у мировању (U.1)

# lc-euvrc-doc-title
source: EU Vehicle Registration Certificate
sr: ЕУ саобраћајна дозвола

# lc-euvrc-doc-type
source: Type (D.2)
sr: Тип (D.2)

# lc-euvrc-doc-type-approval-no
source: Type approval number (K)
sr: Број хомологације (K)

# lc-euvrc-doc-unbraked-trailer
source: Max unbraked trailer mass (O.2)
sr: Највећа маса некочене приколице (O.2)

# lc-euvrc-doc-user-address
source: Address (C.3)
sr: Адреса (C.3)

# lc-euvrc-doc-user-data
source: User Data
sr: Подаци о кориснику

# lc-euvrc-doc-user-name
source: Surname or business name (C.3)
sr: Презиме или пословно име (C.3)

# lc-euvrc-doc-user-other-names
source: Other names (C.3)
sr: Остала имена (C.3)

# lc-euvrc-doc-vehicle-data
source: Vehicle Data
sr: Подаци о возилу

# lc-euvrc-doc-vin
source: VIN (E)
sr: Број шасије (E)

# lc-euvrc-doc-wheelbase
source: Wheelbase (M)
sr: Међуосовинско растојање (M)

# lc-euvrc-eng-axles
source: Number of axles (L)
sr: Број осовина (L)

# lc-euvrc-eng-braked-trailer
source: Max braked trailer mass (O.1)
sr: Највећа маса кочене приколице (O.1)

# lc-euvrc-eng-capacity
source: Engine capacity (P.1)
sr: Запремина мотора (P.1)

# lc-euvrc-eng-co2
source: CO2 emissions (V.7)
sr: Емисија CO2 (V.7)

# lc-euvrc-eng-drive-by-sound
source: Drive-by sound level (U.3)
sr: Ниво буке у пролазу (U.3)

# lc-euvrc-eng-engine-speed-ref
source: Engine speed for sound ref (U.2)
sr: Брзина мотора за буку (U.2)

# lc-euvrc-eng-env-category
source: Environmental category (V.9)
sr: Еколошка категорија (V.9)

# lc-euvrc-eng-fuel-consumption
source: Fuel consumption (V.7)
sr: Потрошња горива (V.7)

# lc-euvrc-eng-fuel-tank
source: Fuel tank capacity (W)
sr: Запремина резервоара (W)

# lc-euvrc-eng-fuel-type
source: Type of fuel (P.3)
sr: Врста горива (P.3)

# lc-euvrc-eng-id-number
source: Engine ID number (P.5)
sr: Број мотора (P.5)

# lc-euvrc-eng-max-laden-mass
source: Max permissible laden mass (F.1)
sr: Највећа дозвољена маса (F.1)

# lc-euvrc-eng-max-laden-mass-service
source: Max laden mass in service (F.2)
sr: Највећа допуштена маса у употреби (F.2)

# lc-euvrc-eng-max-laden-mass-whole
source: Max laden mass whole vehicle (F.3)
sr: Највећа допуштена маса целог возила (F.3)

# lc-euvrc-eng-max-power
source: Maximum net power (P.2)
sr: Највећа нето снага (P.2)

# lc-euvrc-eng-power-weight
source: Power/weight ratio (Q)
sr: Однос снага/маса (Q)

# lc-euvrc-eng-rated-engine-speed
source: Rated engine speed (P.4)
sr: Називна брзина мотора (P.4)

# lc-euvrc-eng-seats
source: Number of seats (S.1)
sr: Број седишта (S.1)

# lc-euvrc-eng-standing
source: Standing places (S.2)
sr: Стајаћа места (S.2)

# lc-euvrc-eng-stationary-sound
source: Stationary sound level (U.1)
sr: Ниво буке у мировању (U.1)

# lc-euvrc-eng-unbraked-trailer
source: Max unbraked trailer mass (O.2)
sr: Највећа маса некочене приколице (O.2)

# lc-euvrc-eng-vehicle-mass
source: Vehicle mass (G)
sr: Маса возила (G)

# lc-euvrc-eng-wheelbase
source: Wheelbase (M)
sr: Међуосовинско растојање (M)

# lc-euvrc-hdr-make
source: Make (D.1)
sr: Марка (D.1)

# lc-euvrc-hdr-member-state
source: Member State
sr: Држава чланица

# lc-euvrc-hdr-registration
source: Registration (A)
sr: Регистарска ознака (A)

# lc-euvrc-hdr-valid-to
source: Valid to (H)
sr: Важи до (H)

# lc-euvrc-holder-address
source: Address (C.1.3)
sr: Адреса (C.1.3)

# lc-euvrc-holder-name
source: Surname or business name (C.1.1)
sr: Презиме или пословно име (C.1.1)

# lc-euvrc-holder-other-names
source: Other names (C.1.2)
sr: Остала имена (C.1.2)

# lc-euvrc-nat-owners-personal-no
source: Owner Personal Number
sr: ЈМБГ власника

# lc-euvrc-nat-serial-number
source: Serial Number
sr: Серијски број

# lc-euvrc-nat-users-personal-no
source: User Personal Number
sr: ЈМБГ корисника

# lc-euvrc-nat-vehicle-load
source: Vehicle Load
sr: Носивост возила

# lc-euvrc-nat-year-of-production
source: Year of Production
sr: Година производње

# lc-euvrc-owner-name
source: Surname or business name (C.2)
sr: Презиме или пословно име (C.2)

# lc-euvrc-print-title
source: Print Document
sr: Штампај документ

# lc-euvrc-reg-competent-auth
source: Competent authority
sr: Надлежни орган

# lc-euvrc-reg-date
source: Registration date (I)
sr: Датум регистрације (I)

# lc-euvrc-reg-doc-number
source: Document number
sr: Број документа

# lc-euvrc-reg-expiry
source: Expiry date (H)
sr: Датум истека (H)

# lc-euvrc-reg-first-date
source: Date of first registration (B)
sr: Датум прве регистрације (B)

# lc-euvrc-reg-issuing-auth
source: Issuing authority
sr: Орган који је издао

# lc-euvrc-reg-member-state
source: Member state
sr: Држава чланица

# lc-euvrc-reg-number
source: Registration number (A)
sr: Регистарски број (A)

# lc-euvrc-reg-ownership-status
source: Ownership status (C.4)
sr: Статус власништва (C.4)

# lc-euvrc-reg-previous-document
source: Previous document
sr: Претходни документ

# lc-euvrc-reg-type-approval
source: Type approval number (K)
sr: Број хомологације (K)

# lc-euvrc-section-engine
source: Engine & Technical
sr: Мотор и технички подаци

# lc-euvrc-section-holder
source: Holder
sr: Власник

# lc-euvrc-section-national
source: National Extensions
sr: Национална проширења

# lc-euvrc-section-owner
source: Owner
sr: Власник

# lc-euvrc-section-registration
source: Registration
sr: Регистрација

# lc-euvrc-section-user
source: User
sr: Корисник

# lc-euvrc-section-vehicle
source: Vehicle
sr: Возило

# lc-euvrc-title
source: Vehicle Registration
sr: Саобраћајна дозвола

# lc-euvrc-user-address
source: Address (C.3)
sr: Адреса (C.3)

# lc-euvrc-user-name
source: Surname or business name (C.3)
sr: Презиме или пословно име (C.3)

# lc-euvrc-user-other-names
source: Other names (C.3)
sr: Остала имена (C.3)

# lc-euvrc-veh-category
source: Category (J)
sr: Категорија (J)

# lc-euvrc-veh-colour
source: Colour (R)
sr: Боја (R)

# lc-euvrc-veh-commercial-desc
source: Commercial description (D.3)
sr: Комерцијални опис (D.3)

# lc-euvrc-veh-make
source: Make (D.1)
sr: Марка (D.1)

# lc-euvrc-veh-max-speed
source: Maximum speed (T)
sr: Највећа брзина (T)

# lc-euvrc-veh-type
source: Type (D.2)
sr: Тип (D.2)

# lc-euvrc-veh-vin
source: VIN (E)
sr: Број шасије (E)

# lc-health-doc-printing-date
source: Printing date
sr: Датум штампе

# lc-health-doc-title
source: HEALTH INSURANCE CARD READER: DATA PRINTING
sr: ЧИТАЧ ЗДРАВСТВЕНЕ КАРТИЦЕ: ШТАМПА ПОДАТАКА

# lc-health-label-apartment
source: Apartment
sr: Стан

# lc-health-label-card-id
source: Card ID
sr: Број картице

# lc-health-label-carrier-family-name
source: Carrier surname
sr: Презиме носиоца

# lc-health-label-carrier-id
source: Carrier ID
sr: ИД носиоца

# lc-health-label-carrier-lbo
source: Carrier LBO
sr: ЛБО носиоца

# lc-health-label-carrier-name
source: Carrier name
sr: Име носиоца осигурања

# lc-health-label-carrier-relation
source: Relationship
sr: Сродство

# lc-health-label-country
source: Country
sr: Држава

# lc-health-label-dob
source: Date of birth
sr: Датум рођења

# lc-health-label-expiry
source: Expiry date
sr: Датум истека

# lc-health-label-family-member
source: Family member
sr: Члан породице

# lc-health-label-family-name
source: Surname
sr: Презиме

# lc-health-label-gender
source: Gender
sr: Пол

# lc-health-label-given-name
source: Name
sr: Име

# lc-health-label-insurance-basis
source: Insurance basis
sr: Основ осигурања

# lc-health-label-insurance-desc
source: Insurance description
sr: Опис осигурања

# lc-health-label-insurance-start
source: Insurance start
sr: Почетак осигурања

# lc-health-label-insurer
source: Insurer
sr: Осигуравач

# lc-health-label-insurer-id
source: Insurer ID
sr: ИД осигуравача

# lc-health-label-issue-date
source: Issue date
sr: Датум издавања

# lc-health-label-jmbg
source: Personal number (JMBG)
sr: ЈМБГ

# lc-health-label-lbo
source: Insurant number (LBO)
sr: ЛБО

# lc-health-label-municipality
source: Municipality
sr: Општина

# lc-health-label-number
source: Number
sr: Број

# lc-health-label-parent-name
source: Parent name
sr: Име родитеља

# lc-health-label-permanently
source: Permanently valid
sr: Трајно важење

# lc-health-label-place
source: Place
sr: Место

# lc-health-label-street
source: Street
sr: Улица

# lc-health-label-taxpayer-act
source: Activity code
sr: Шифра делатности

# lc-health-label-taxpayer-id
source: Employer ID (PIB)
sr: ПИБ послодавца

# lc-health-label-taxpayer-name
source: Employer name
sr: Назив послодавца

# lc-health-label-taxpayer-res
source: Employer residence
sr: Седиште послодавца

# lc-health-label-valid-until
source: Valid until
sr: Важи до

# lc-health-print-title
source: Print Document
sr: Штампај документ

# lc-health-section-address
source: Address
sr: Адреса

# lc-health-section-carrier
source: Insurance Carrier Data
sr: Подаци о носиоцу осигурања

# lc-health-section-insurance
source: Insurance Data
sr: Подаци о осигурању

# lc-health-section-personal
source: Personal Data
sr: Лични подаци

# lc-health-section-taxpayer
source: Employer / Taxpayer
sr: Послодавац / Порески обвезник

# lc-health-title
source: Health Insurance Card
sr: Здравствена картица

# lc-health-val-no
source: No
sr: Не

# lc-health-val-yes
source: Yes
sr: Да

# lc-main-about-agent
source: Agent: %1
sr: Агент: %1

# lc-main-about-donate
source: ♥ Support this project — <a href="https://librescrs.github.io/donate">librescrs.github.io/donate</a>
sr: ♥ Подржите овај пројекат — <a href="https://librescrs.github.io/donate">librescrs.github.io/donate</a>

# lc-main-about-librecelik
source: <b>LibreCelik</b> :: Version %1 :: <a href="https://www.gnu.org/licenses/gpl-3.0.html">GPL-3.0-or-later</a> :: <a href="https://github.com/LibreSCRS/LibreCelik">github.com/LibreSCRS/LibreCelik</a>
sr: <b>LibreCelik</b> :: Верзија %1 :: <a href="https://www.gnu.org/licenses/gpl-3.0.html">GPL-3.0-or-later</a> :: <a href="https://github.com/LibreSCRS/LibreCelik">github.com/LibreSCRS/LibreCelik</a>

# lc-main-about-libremiddleware
source: <b>LibreMiddleware</b> :: Version %1 :: <a href="https://www.gnu.org/licenses/old-licenses/lgpl-2.1.html">LGPL-2.1-or-later</a> :: <a href="https://github.com/LibreSCRS/LibreMiddleware">github.com/LibreSCRS/LibreMiddleware</a>
sr: <b>LibreMiddleware</b> :: Верзија %1 :: <a href="https://www.gnu.org/licenses/old-licenses/lgpl-2.1.html">LGPL-2.1-or-later</a> :: <a href="https://github.com/LibreSCRS/LibreMiddleware">github.com/LibreSCRS/LibreMiddleware</a>

# lc-menu-about
source: About Libre Celik
sr: О Слободном Челику

# lc-menu-about-qt
source: About Qt
sr: О библиотеци Qt

# lc-menu-edit
source: Edit
sr: Уреди

# lc-menu-help
source: Help
sr: Помоћ

# lc-menu-hide
source: Hide LibreCelik
sr: Сакриј Слободни Челик

# lc-menu-hide-others
source: Hide Others
sr: Сакриј остале

# lc-menu-quit
source: Quit LibreCelik
sr: Затвори Слободни Челик

# lc-menu-services
source: Services
sr: Услуге

# lc-menu-settings
source: Settings...
sr: Подешавања...

# lc-menu-show-all
source: Show All
sr: Прикажи све

# lc-personal-data-title
source: Personal Data
sr: Лични подаци

# lc-pin-activate-key-check
source: Also activate the signing key
sr: Активирај и кључ за потписивање

# lc-pin-guidance-blocked-issuer
source: Unblocking is done by the issuer.
sr: Деблокаду обавља издавалац картице.

# lc-pin-guidance-key-activation-issuer
source: The signing key is activated by the issuer.
sr: Активацију кључа за потписивање обавља издавалац.

# lc-pin-kind-can
source: Card access number
sr: Број за приступ картици

# lc-pin-kind-sign
source: Signing PIN
sr: PIN за потписивање

# lc-pin-kind-user
source: User PIN
sr: Кориснички PIN

# lc-pin-label-auth
source: Authentication
sr: Аутентификација

# lc-pin-label-qscd
source: Signing (QSCD)
sr: Потписивање (QSCD)

# lc-pin-label-sign
source: Signing
sr: Потписивање

# lc-pin-prompter-hint
source: The system dialog will ask for your current and new codes.
sr: Системски прозор ће затражити ваш тренутни и нови код.

# lc-pin-verb-activate
source: Activate
sr: Активирај

# lc-pin-verb-change
source: Change
sr: Промени

# lc-pin-verb-unblock
source: Unblock
sr: Деблокирај

# lc-piv-doc-printing-date
source: Printing date
sr: Датум штампања

# lc-piv-doc-title
source: PIV Card
sr: PIV картица

# lc-piv-field-affiliation
source: Employee Affiliation
sr: Припадност запосленог

# lc-piv-field-cardid
source: Card Identifier
sr: Идентификатор картице

# lc-piv-field-expiration
source: Expiration Date
sr: Датум истека

# lc-piv-field-issuer
source: Issuer Identification
sr: Идентификација издаваоца

# lc-piv-field-name
source: Name
sr: Име

# lc-piv-field-offcardcerts
source: Off-Card Certificates
sr: Сертификати ван картице

# lc-piv-field-offcardurl
source: Off-Card URL
sr: URL ван картице

# lc-piv-field-oncardcerts
source: On-Card Certificates
sr: Сертификати на картици

# lc-piv-field-org1
source: Organization (Line 1)
sr: Организација (Ред 1)

# lc-piv-field-org2
source: Organization (Line 2)
sr: Организација (Ред 2)

# lc-piv-field-pinpolicy
source: PIN Policy
sr: PIN политика

# lc-piv-field-serial
source: Agency Serial Number
sr: Серијски број агенције

# lc-piv-print-title
source: Print PIV Card
sr: Штампај PIV картицу

# lc-piv-section-discovery
source: Discovery
sr: Откривање

# lc-piv-section-keyhistory
source: Key History
sr: Историја кључева

# lc-piv-section-printed
source: Printed Information
sr: Одштампане информације

# lc-piv-widget-title
source: PIV (NIST SP 800-73)
sr: PIV картица (NIST SP 800-73)

# lc-pki-token-label
source: Label
sr: Назив

# lc-pki-token-manufacturer
source: Manufacturer
sr: Произвођач

# lc-pki-token-serial
source: Serial Number
sr: Серијски број

# lc-print-tooltip
source: Print
sr: Штампај

# lc-reader-unsupported-card
source: Card in reader is not supported.
sr: Картица у читачу није подржана.

# lc-reader-unsupported-card-with-atr
source: Card type %1 is not supported (no driver match).
sr: Картица типа %1 није подржана (нема одговарајућег драјвера).

# lc-reading-card
source: Reading card...
sr: Читање картице...

# lc-settings-cache-dir
source: Cache directory:
sr: Директоријум кеша:

# lc-settings-config-refused
source: The agent refused this change.
sr: Агент је одбио ову измену.

# lc-settings-config-unauthorized
source: You are not authorized to change this setting.
sr: Немате овлашћење да измените ово подешавање.

# lc-settings-default-level
source: Default signature level:
sr: Подразумевани ниво потписа:

# lc-settings-default-output
source: Default output folder:
sr: Подразумевани излазни фолдер:

# lc-settings-invalid-url-msg
source: Please enter a valid URL.
sr: Молимо унесите исправан URL.

# lc-settings-invalid-url-title
source: Invalid URL
sr: Неисправан URL

# lc-settings-language
source: Language:
sr: Језик:

# lc-settings-last-tsa
source: Last used TSA server:
sr: Последњи коришћени TSA сервер:

# lc-settings-needs-agent
source: Signing and trust preferences are kept by the agent. Start it to change them.
sr: Подешавања потписивања и поверења чува агент. Покрените га да бисте их мењали.

# lc-settings-output-placeholder
source: Same as input file
sr: Исти као улазна датотека

# lc-settings-tab-general
source: General
sr: Опште

# lc-settings-tab-signing
source: Signing
sr: Потписивање

# lc-settings-tab-trust
source: Trust
sr: Поверење

# lc-settings-title
source: Settings
sr: Подешавања

# lc-settings-tl-add-item
source: + Add Trusted List...
sr: + Додај листу поверења...

# lc-settings-tl-add-title
source: Add Trusted List
sr: Додај листу поверења

# lc-settings-tl-loading
source: Loading:
sr: Учитавање:

# lc-settings-tl-servers
source: Trusted Lists:
sr: Листе поверења:

# lc-settings-tl-type
source: Type:
sr: Тип:

# lc-settings-trust-import-notice
source: Your previous timestamp/trust-list settings can be applied under Settings.
sr: Ваша ранија подешавања временског жига и листа поверења могу се применити у Подешавањима.

# lc-settings-tsa-servers
source: TSA servers:
sr: TSA сервери:

# lc-sign-btn-back
source: Back
sr: Назад

# lc-sign-btn-cancel
source: Cancel
sr: Откажи

# lc-sign-btn-done
source: Done
sr: Готово

# lc-sign-btn-next
source: Next
sr: Даље

# lc-sign-btn-sign
source: Sign
sr: Потпиши

# lc-sign-button
source: Sign
sr: Потпиши

# lc-sign-change-folder
source: Change...
sr: Промени...

# lc-sign-complete
source: Signing complete: %1 succeeded, %2 failed
sr: Потписивање завршено: %1 успешно, %2 неуспешно

# lc-sign-copy-error
source: Copy
sr: Копирај

# lc-sign-drop-browse
source: browse files
sr: изаберите фајлове

# lc-sign-drop-or
source: or
sr: или

# lc-sign-drop-primary
source: Drop PDF or other files here
sr: Превуците PDF или друге фајлове овде

# lc-sign-expired-cert-message
source: The selected certificate has expired. At B-B level, the signature will not include revocation data. Continue anyway?
sr: Изабрани сертификат је истекао. На Б-Б нивоу, потпис неће садржати податке о повлачењу. Наставити?

# lc-sign-expired-cert-title
source: Expired Certificate
sr: Истекао сертификат

# lc-sign-fail-blocked
source: FAILED: card is blocked
sr: ГРЕШКА: картица је блокирана

# lc-sign-fail-cancelled
source: FAILED: signing was cancelled
sr: ГРЕШКА: потписивање је отказано

# lc-sign-fail-document
source: FAILED: the document is invalid or unreadable
sr: ГРЕШКА: документ је неисправан или нечитљив

# lc-sign-fail-generic
source: FAILED: signing failed — see log for details
sr: ГРЕШКА: потписивање неуспешно — погледајте лог за детаље

# lc-sign-fail-invalid
source: FAILED: invalid signing request
sr: ГРЕШКА: неисправан захтев за потписивање

# lc-sign-fail-pin
source: FAILED: incorrect PIN
sr: ГРЕШКА: неисправан ПИН

# lc-sign-fail-sign
source: FAILED: %1 — %2
sr: ГРЕШКА: %1 — %2

# lc-sign-fail-too-large
source: FAILED: %1 — file exceeds 256 MB size limit
sr: ГРЕШКА: %1 — фајл прелази ограничење од 256 MB

# lc-sign-fail-trust
source: FAILED: trust store unavailable
sr: ГРЕШКА: складиште поверења је недоступно

# lc-sign-fail-tsa
source: FAILED: timestamp authority unreachable
sr: ГРЕШКА: временски сервер је недоступан
